export const TEXT_DATA = [
  'Соглашение об условиях продажи товаров в интернет-магазине www.shelby.by',
  'Настоящие Пользовательское соглашение (далее Соглашение) является публичной офертой OOO «Шелби Лимитед в адрес любого физического лица, обладающего дееспособностью и необходимыми полномочиями на заключение договора купли-продажи товаров в интернет-магазине OOO «Шелби Лимитед». Настоящая публичная оферта является официальным предложением Шелби Лимитед к заключению договора розничной купли-продажи товара (далее Договор) на условиях, указанных на сайте Shelby.by и определенных в настоящем Соглашении, которые содержат все существенные условия Договора.',
  'Соглашение является договором присоединения и заключается путем присоединения Пользователя к предложенным Shelby.by условиям, изложенным в оферте и на Сайте, в целом (без оговорок и дополнений).',
  'Вы настоящим подтверждаете, что прочитали, уяснили и полностью согласны соблюдать настоящее Соглашение и условия конфиденциальности Шелби Лимитед. Вы настоящим подтверждаете, что в течение времени пользования Услугами Шелби Лимитед, а также персонализированными сервисами Сайта, Вы являетесь Пользователем Shelby.by вплоть до Вашего личного обращения об отказе от любых взаимоотношений с Shelby.by.',
  'Термины и понятия, используемые в настоящем Соглашении',
  'Shelby.by (Продавец) – интернет-магазин ООО «Шелби Лимитед», расположенного по юридическому адресу: г. Минск , ул . Мазурова , д. 24, пом. 21, 220136, осуществляющий свою деятельность посредством интернет-ресурса Shelby.by и сопутствующих ему сервисов.',
  'Пользователь (Покупатель) – любое физическое лицо, добровольно прошедшее Регистрацию и/или оформившее Заказ на Сайте и пользования персонализированными сервисами Сайта.',
  'Интернет-магазин – зарегистрированный торговый объект, внесенный в Торговый реестр Республики Беларусь, расположенный по адресу Shelby.by ',
  'Сайт – ресурс, расположенный в сети Интернет по адресу Shelby.by и являющийся собственностью OOO «Шелби Лимитед.',
  'Соглашение – настоящее Пользовательское соглашение, регулирующее отношения Шелби Лимитед и Пользователя на протяжении всего периода предоставления Услуг и доступа Пользователя к персонализированным сервисам Сайта.',
  'Товар – Электронная сигарета, парогенератор, вапорайзер, а также иные товары, представленные на Shelby.by.',
  'Оформление Заказа – процедура внесения персональных данных Пользователя в специальную форму на Сайте для получения доступа к персонализированным сервисам Сайта и заключения Договора между Shelby.by и Пользователем, по которому Пользователь является выгодоприобретателем.',
  'Регистрация – процедура внесения персональных данных Пользователя в специальную форму на Сайте для участия в скидочной программе лояльности Shelby.by и пользования персонализированными сервисами Сайта на специальных условиях.',
  'Персональные данные – личная информация (в том числе фамилия, имя, отчество, дата рождения, адрес, контактный телефон, адрес электронной почты и др.), добровольно и осознанно предоставляемая Пользователем при Регистрации и/или оформлении Заказа на Сайте и необходимая для выполненияДоговора, по которому регистрируемый Пользователь является выгодоприобретателем, а также для доступа Пользователя к персонализированным сервисам Сайта.',
  'Авторизация – идентификация Пользователя на Сайте посредством ввода в поле авторизации личного кода авторизации.',
  'Договор – договор розничной купли-продажи, регулирующий отношения между Shelby.by и Пользователем по приобретению Товара на условиях настоящего Соглашения, возникающие с момента подтверждения Заказа.',
  'Заказ – заявка Пользователя на приобретение Товара из каталога Shelby.by, оформленная посредством электронной формы на Сайте (далее «Корзина») самим Пользователем и/или по телефону через сотрудника Shelby.by.',
  'Услуги – комплекс деятельности Shelby.by в отношении Пользователя с целью исполнения условий Договора.',
  'ЧАСТЬ I. О взаимоотношениях Shelby.by с Пользователем',

  '1. 1. Общие положения',
  '1.1. На условиях, изложенных в настоящем Соглашении, Shelby.by предлагает Вам свои Услуги и сервисы Сайта.',
  '1.2. Все отношения, возникающие между Вами и Shelby.by, связанные с Услугами Shelby.by, исполнением Договора и использованием Сайта и его сервисов, регулируются настоящим Соглашением.',
  '1.3. Настоящее Соглашение распространяется на все существующие на данный момент Услуги и сервисы Сайта, а также на любое их развитие и/или добавление новых.',
  '1.4. Вы подтверждаете, что при использовании любого сервиса Сайта или любой его функциональной возможности безоговорочно согласны со всеми условиями настоящего Соглашения и всеми иными условиями, изложенными на страницах Сайта, а также на любое их развитие и/или добавление новых, и обязуетесь соблюдать их, а в случае несогласия с любым из условий немедленно прекращаете использование сервисов и покидаете Сайт.',
  '1.5. Shelby.by оставляет за собой право по своему усмотрению дополнять Сайт новыми сервисами, изменять или исключать сервисы Сайта, существующие на момент начала Вашего пользования, приостанавливать их функционирование, проводить постоянные обновления, доработки, модернизации, технологические усовершенствования и прочие действия без внесения изменений в настоящее Соглашение. Вы согласны с тем, что перечень предоставляемых Вам сервисов Сайта является открытым и отсутствие на Сайте сервисов, заявленных в настоящем Соглашении, не является его нарушением со стороны Shelby.by.',
  '1.6. Shelby.by оставляет за собой право изменять настоящее Соглашение без какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Соглашения.',
  'Действующая редакция Соглашения всегда находится на главной странице Сайта Shelby.by',
  '1.7. Настоящее Соглашение регулируются гражданским законодательством Республики Беларусь, в том числе Законом РБ «О защите прав потребителей» от 09.01.2002 № 90-З и иным действующим законодательством.',
  '1.8. В случае нарушения Вами положений Соглашения бездействие со стороны Shelby.by не лишает Shelby.by права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Shelby.by от своих прав в случае совершения в последующем подобных или сходных нарушений.',
  '1.9. Вы подтверждаете свое согласие с положениями настоящего Соглашения нажатием кнопки «Я принимаю пользовательское соглашение» при оформлении Заказа и/или Регистрации.',
  '1.10. Shelby.by не использует и не ориентирует содержание Сайта на несовершеннолетних и ограничивает лицам, не достигшим 18 лет, в доступе к персонализированным сервисам Сайта. Ответственность за действия несовершеннолетних, включая приобретение ими Товаров из каталога Shelby.by на Сайте, лежит на OOO  «Шелби Лимитед.',
  
  '1. 2. Основные Услуги Shelby.by',
  '2.1. Осуществление продажи Товара посредством веб-ресурса Shelby.by и сопутствующих сервисных служб Shelby.by.',
  '2.2. Доставка Товара способами, определенными в части 3 настоящего Соглашения.',
  '2.3. Предоставление доступа к персонализированным сервисам Сайта для получения наиболее полной информации по интересующему Вас Товару, создания рейтингов и мнений, участия в конкурсных программах, розыгрышах и иных акциях, проводимых Shelby.by.',

  '1. 3. Регистрация, авторизация и безопасность',
  '3.1. Регистрация на Сайте и/или оформление Заказа является обязательным условием для использования Услуг интернет-магазина Shelby.by. При регистрации на сайте и/или оформлении Заказа Пользователь обязан предоставить необходимые достоверные и актуальные данные в соответствии с требованиями регистрационной формы, предложенной Shelby.by.',
  '3.2.Регистрация на Сайте Shelby.by предоставляет Вам право на получение авторизации, Вашей учетной записи. Код авторизации предоставляется Вам для доступа к персонализированным сервисам Сайта, а также для совершения покупок из каталога Shelby.by на Сайте на условиях скидочной программы лояльности.',
  '3.3. Вы соглашаетесь с тем, что регистрация на Сайте является письменной формой Вашего согласия на хранение, обработку и использование Ваших персональных данных в клиентской базе Shelby.by и получение рекламы посредством всех видов почтовой и электросвязи, электронной почты, иных способов распространения рекламы, разрешенных действующим законодательством.',
  '3.4. Вы проинформированы о том, что в любое время можете отказаться от получения рекламы посредством обращения в информационную службу Shelby.by.',
  '3.5. При участии в скидочной программе лояльности Shelby.by и получении преференций при совершении покупок, до момента Вашего отказа от участия в Программе либо получении рекламы Вы должны исполнить все обязательства, принятые Вами перед Shelby.by.',
  '3.6. Вы несете ответственность за безопасность Вашего кода авторизации, а также за все, что будет сделано с использованием персонализированных сервисов Shelby.by под Вашей авторизацией.',
  '3.7. Вы соглашаетесь с тем, что обязаны незамедлительно уведомить Shelby.by о любом случае несанкционированного доступа к Вашему коду авторизации и/или о любом нарушении безопасности Вашего Личного Пространства на Сайте Shelby.by.',
  '3.8. Вы согласны с тем, что Shelby.by оставляет за собой право удалить Вашу учетную запись, в случае если Вы не использовали свой доступ к персонализированным сервисам Сайта в течение длительного времени. Определение достаточности неактивности учетной записи в каждом конкретном случае остается на усмотрение Shelby.by.',
  '3.9. Сервисы Сайта могут содержать ссылки на другие ресурсы. Вы признаете и соглашаетесь с тем, что Shelby.by не несет никакой ответственности за доступность и контент этих ресурсов, а также за любые последствия, связанные с использованием Вами контента этих ресурсов.',
  '3.10. Вы также соглашаетесь с тем, что Shelby.by не несет никакой ответственности за Ваши персональные данные, которые Вы предоставляете сторонним ресурсам и/или иным третьим лицам в случае перехода на них с Сайта Shelby.by.',
  '3.11. Вы подтверждаете, что Shelby.by не отвечает за возможную потерю и/или порчу данных, которая может произойти из-за нарушения Вами положений настоящего Соглашения, а также неправильного доступа и/или использования персонализированных сервисов Сайта.',

  '4. Обязательства Пользователя',
  '4.1. Вы соглашаетесь предоставить достоверную и полную информацию по вопросам, предлагаемым при Регистрации и/или оформлении Заказа, необходимую для выполнения обязательств со стороны Shelby.by в отношении приобретаемого Вами Товара и/или Вашего доступа к персонализированным сервисам Сайта. Информация предоставляется для приобретения Товара из каталога Shelby.by на Сайте, а также для доступа к персонализированным сервисам Сайта. Вы также обязуетесь поддерживать эту информацию в актуальном состоянии.',
  '4.2. В случае если Вы предоставили неверную информацию или у Shelby.by есть серьезные основания полагать, что предоставленная Вами информация неполна и/или недостоверна, Shelby.by имеет право заблокировать или удалить Вашу учетную запись и отказать Вам в использовании своих сервисов без объяснения причин.',
  '4.3. Вы соглашаетесь не использовать сервисы Сайта с целью:',
  '4.3.1. Введения в заблуждение относительно свойств и характеристик каких-либо товаров из каталога Shelby.by на Сайте; некорректного сравнения Товаров, а также формирования негативного отношения к лицам, (не)пользующимся определенными Товарами, или осуждения таких лиц.',
  '4.3.2. Загрузки контента, который затрагивает и/или содержит какой-либо патент, торговый знак, коммерческую тайну, фирменное наименование, авторские и смежные с ними права, а равно прочие права на результаты интеллектуальной деятельности, принадлежащие или правомерно используемые третьими лицами.',
  '4.3.3. Загрузки не разрешенной специальным образом рекламной информации и/или спама.',
  '4.3.4. Загрузки контента, который Вы не имеете права делать доступным по законодательству Республики Беларусь или согласно каким-либо контрактным отношениям.',
  '4.3.5. Нарушения национальных или международных норм права.',
  '4.3.6. Загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и/или дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и/или оскорбления в адрес конкретных лиц, организаций, органов власти.',
  '4.3.7. Побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории Республики Беларусь.',
  '4.3.8. Выдачи себя за другого человека, или представителя организации, и/или сообщества без достаточных на то прав, в том числе за сотрудников Shelby.by.',
  '4.3.9. Сбора и обработки персональных данных, информации о частной жизни любых лиц.',
  '4.3.10. Нарушения нормальной работы Сайта Shelby.by.',
  '4.4. Вы соглашаетесь не использовать на сервисах Сайта бранных слов, непристойных и оскорбительных образов, сравнений и выражений, в том числе в отношении пола, расы, национальности, профессии, социальной категории, возраста, языка человека и гражданина, а также в отношении организаций, органов власти, официальных государственных символов (флагов, гербов, гимнов), религиозных символов, объектов культурного наследия (памятников истории и культуры).',
  '4.5. Вы признаете и соглашаетесь, что Shelby.by имеет право (но не обязанность) по своему усмотрению отказать в размещении и/или удалить любой контент, доступный через персонализированные сервисы Сайта.',

  '5. Информационная поддержка Пользователя',
  '5.1. Shelby.by осуществляет информирование Вас обо всех действиях Shelby.by, связанных с оказанием Услуг, в том числе о статусе выполнения Заказа, а также об иных событиях любого характера, относящихся к персонализированным сервисам Сайта. Настоящим Вы даете свое добровольное согласие на получение любой информации, связанной с исполнением данного Соглашения.',
  '5.2. Shelby.by информирует Вас путем направления уведомления на адрес Вашей электронной почты, предоставленной в момент Регистрации и/или оформления Заказа на Сайте, и/или посредством любых видов электросвязи на Ваш номер телефона, иными способами, не нарушающими норм действующего законодательства.',
  '5.3. Вы соглашаетесь, что удаление или несохранность каких-либо уведомлений, их задержки, сбои, неверная или несвоевременная доставка не влекут за собой ответственности Shelby.by. При этом Shelby.by оставляет за собой право повторного направления любого уведомления в случае его неполучения Вами.',
  '5.4. Все вопросы по информационной поддержке Вы можете задать специалистам Shelby.by по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1).',

// 6. Право собственности Shelby.by
// 6.1. Вы соглашаетесь, что контент, предоставляемый Вам в процессе использования персонализированных сервисов Сайта, принадлежит Shelby.by, защищен авторскими правами, торговыми знаками, патентами последнего, а также соответствующими законами, действующими на территории Республики Беларусь.
// 6.2. Вы признаете и соглашаетесь с тем, что сервисы Сайта и все программы, связанные с ними, содержат конфиденциальную информацию, принадлежащую Shelby.by, которая защищена законами Республики Беларусь, а также международным правом.
// 6.3. Shelby.by предоставляет Вам непередаваемое право, а Вы принимаете обязательство использовать все персонализированные сервисы Сайта при условии, что ни Вы сами, ни любые иные лица при Вашем содействии не будут воспроизводить, копировать или перерабатывать (модифицировать) их, а также использовать какие-либо их части в личных или коммерческих целях.

// 7. Условия конфиденциальности
// 7.1. Условия конфиденциальности действуют в отношении персональных данных Пользователя, которые Shelby.by получает или может получить при Регистрации и/или оформлении Заказа на Сайте и необходимые для выполнения обязательств со стороны Shelby.by в отношении приобретаемого Товара и/или доступа к персонализированным сервисам Сайта.
// 7.2. Вы настоящим соглашаетесь, что использование Вами персонализированных Сервисов Сайта означает Ваше безоговорочное согласие с условиями конфиденциальности и указанными в ней условиями обработки Ваших персональных данных. В случае несогласия с каким-либо условием конфиденциальности Вы обязаны немедленно прекратить использование сервисов и покинуть Сайт.
// 7.3. Персональные данные Пользователя, которые собирает и обрабатывает Shelby.by:
// 7.3.1. обязательные персональные данные, которые Вы добровольно и осознанно предоставляете о себе при Регистрации и/или оформлении Заказа на Сайте, необходимые в первую очередь для выполнения обязательств со стороны Shelby.by в отношении приобретаемого Вами Товара:
// - ФИО регистрируемого Пользователя;
// - контактный телефон Пользователя;
// - адрес для доставки Товаров;
// -  контактный E-mail Пользователя;
// 7.3.3. Обезличенные данные, автоматически получаемые Shelby.by в процессе нахождения Пользователя на любой странице Сайта, при помощи установленного на его личном устройстве программного обеспечения: IP-адрес, информация из cookie, информация о браузере (или иной программе, с помощью которой осуществляется доступ к сервисам Сайта), время доступа, адрес запрашиваемой страницы.
// 7.4. Shelby.by не проверяет достоверность предоставленных Пользователем персональных данных и не осуществляет контроль их актуальности. Shelby.by может попросить предоставить фото Паспорта  для подтверждение совершеннолетие покупателя.  Однако Shelby.by  исходит из того, что предоставленные данные достоверны и достаточны по вопросам, предлагаемым в форме Регистрации и/или оформления Заказа, и постоянно поддерживаются Пользователем в актуальном состоянии. Всю ответственность за последствия предоставления недостоверных или недействительных персональных данных несет Пользователь лично.
// 7.5. Shelby.by собирает и обрабатывает только те персональные данные, которые необходимы для:
// 7.5.1. Принятия, обработки и доставки Вашего Заказа.
// 7.5.2. Обработки и получения от Вас платежей.
// 7.5.3. Информирования Вас о состоянии Вашего Заказа посредством электронных и SMS-уведомлений.
// 7.5.4. Улучшения качества работы Shelby.by и сопутствующих сервисных служб.
// 7.5.5. Предоставления Вам эффективной клиентской поддержки.
// 7.5.6. Предоставления Вам персонализированных сервисов Сайта.
// 7.5.7. Направления информации, связанной с использованием Вами персонализированных сервисов Сайта.
// 7.5.8. Улучшения работы сервисов Сайта, удобства их использования, а также для разработки новых путем получения Ваших отзывов о действующих сервисах Сайта.
// 7.5.9. Информирования Вас о проводимых Shelby.by мероприятиях и акциях. Распространения рекламы.
// 7.5.10. Проведения статистических и иных исследований на основе обезличенных данных.
// 7.6. В отношении Ваших данных сохраняется их конфиденциальность, кроме случаев добровольного предоставления Вами информации о себе для общего доступа неограниченному кругу лиц.
// 7.8. Вы подтверждаете свое полное добровольное согласие на обработку Shelby.by Ваших персональных данных, согласно условиям конфиденциальности, нажатием кнопки «Я принимаю пользовательское соглашение» при Регистрации и/или оформлении Заказа.
// 7.9. Ваше согласие на обработку персональных данных действует в течение времени пользования услугами Shelby.by.
// 7.10. Вы настоящим соглашаетесь, что использование Вами персонализированных Сервисов Сайта означает Ваше безоговорочное согласие с условиями конфиденциальности и указанными в ней условиями обработки Ваших персональных данных. В случае несогласия с каким-либо условием конфиденциальности Вы обязаны немедленно прекратить использование сервисов и покинуть Сайт.
// 7.11. Все вопросы по информационной поддержке Вы можете задать специалистам Shelby.by по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1).

// ЧАСТЬ 2. Условия приобретения Товара

// 1. Общие положения
// 1.1. Для совершения покупки из каталога Shelby.by на Сайте Вам необходимо пройти Регистрацию и/или оформить Заказ и предоставить действительные и достаточные данные, запрашиваемые Shelby.by, сведения о расчетных (платежных) инструментах и иные сведения, необходимые для исполнения Shelby.by обязательств по продаже и доставке Вам Товара.
// 1.2. Вы соглашаетесь, что в случае неисполнения и/или ненадлежащего исполнения Shelby.by обязательств по продаже и/или доставке Вам Товара в связи с предоставлением Вами недостоверных и/или недействительных данных о себе, а равно невыполнение Вами условий настоящего Соглашения Shelby.by ответственности не несет.
// 1.3. Вы признаете, что сопровождающее Товар описание на Сайте не претендует на исчерпывающую информативность и может содержать неточности. Вы вправе направить все замечания по неточному описанию Товара в Shelby.by по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1).
// 1.4. Вы признаете, что Shelby.by прилагает достаточные усилия, чтобы внешний вид, упаковка и характеристики Товаров соответствовали описаниям, приведенным в каталоге Shelby.by на Сайте. Одновременно Shelby.by доводит до Вашего сведения, что фактические внешний вид, упаковка и характеристики Товара могут отличаться от этих описаний в случае ассортиментного товара, а также в случае внесения изменений в Товар непосредственно изготовителем.
// 1.5. Товар, представленный на Сайте Shelby.by, имеет все необходимые документы, подтверждающие качество и безопасность, и полностью соответствует требованиям законодательства Республики Беларусь, с которыми Вы можете ознакомиться, обратившись в Shelby.by по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1).
// 1.6. Вы проинформированы, что Товар и его необходимое количество резервируется за Вами только после обработки и подтверждения Вашего заказа Shelby.by.

// 2. Условия оплаты Товара
// 2.1. Вы можете приобрести Товар в Shelby.by, оплатив его любым предусмотренным действующим законодательством способом: безналичными денежными средствами, наличными денежными средствами, оплатой кредитной картой и др.
// 2.2. Оплата наличными и безналичными денежными средствами производится на почтовом отделении (в случае почтовой доставки товара).
// 2.3. Условия оплаты: наложенный платеж (совершается в почтовом отделении при получении товара).
// 2.4. При оплате путем наложенного платежа Пользователь уплачивает сбор за перечисление сумм наложенного платежа в соответствии с тарифами РУП «Белпочта» (www.belpost.by) и комиссии за перечисление денежных средств в соответствии с тарифами соответствующего банковского учреждения.
// 2.5. Безналичные платежи совершаются всеми разрешенными законодательством и доступными Пользователю способами.
// 2.6. Подробные условия доставки и оплаты Товара изложены на странице Сайта  Shelby.by.
// 2.7. Настоящим Вы подтверждаете свое согласие со всеми условиями оплаты Товара.
// 2.8. Все вопросы, связанные с приобретением Товара из каталога Shelby.by на Сайте, Вы можете направить в Shelby.by по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1).
// ЧАСТЬ 3. О доставке Товара

// 1. Общие положения
// 1.1. Shelby.by осуществляет доставку Товара следующими способами:
// - почтовая доставка службой РУП «Белпочта»;
// - в пунктах выдачи заказа Европочта;
// - иные способы доставки, информация о которых размещается на странице Сайта Shelby.by.
// 1.2. Покупатель вправе выбрать любой удобный для него способ доставки, исходя из своих предпочтений.
// 1.3. Почтовая доставка товара осуществляется по всей территории Республики Беларусь.
// 1.4. Срок отправки товара в адрес Пользователя составляет 1-2 дня с момента подтверждения Заказа, является ориентировочным и может незначительно отличаться в обе стороны.
// 1.5. Заказ может подтверждаться Shelby.by различными способами, применение которых наиболее целесообразно и удобно для Пользователя в каждом конкретном случае по усмотрению Shelby.by, в т. ч. SMS-уведомлением, телефонограммой, электронным уведомлением E-mail и иными способами, не запрещенными действующим законодательством. Если Заказ не требует дополнительных согласований и уточнений, моментом подтверждения Заказа является его почтовая отправка в адрес Пользователя или в пункт выдачи заказа (в зависимости от выбора Пользователя).
// 1.6. Сроки доставки почтовой службой устанавливаются Правилами оказания услуг почтовой связи общего пользования, утвержденными Постановлением Совета Министров Республики Беларусь от 07.09.2004 г. № 1111.
// 1.7. Согласно Правилам, товар, не востребованный Пользователем в почтовом отделении или пункте выдачи товаров в течение 1 месяца, возвращается Shelby.by с оплатой услуг по обратной пересылке.
// 1.8. При почтовой доставке Пользователь платит стоимость почтовой пересылки по тарифам РУП «Белпочта» (www.belpost.by).
// 1.9. Shelby.by может принимать на себя оплату почтовых расходов в части или в полной стоимости.
// 1.11. Вы соглашаетесь, что в случае невозможности передачи Вам Товара по Вашей вине, в том числе нарушения Вами срока, в течение которого Вы обязаны забрать Товар, будет расцениваться Shelby.by как Ваш отказ от Товара. При этом Товар возвращается Shelby.by, а Заказ считается аннулированным. Условия повторного заказа Товара расположены на странице Сайта «Доставка, оплата».
// 1.12. Вся информация об условиях доставки Товара изложена на странице Сайта «Доставка, оплата».
// 1.13. Все вопросы, связанные со сроками и условиями доставки Товара, Вы можете направить в Shelby.by по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1).
// ЧАСТЬ 4. О возврате и обмене Товара
// 1. 1. Общие положения 
// 1.1. Возврат или обмен Товара Пользователем может быть осуществлен в соответствии с требованиями действующего законодательства Республики Беларусь.
// 1.2. В соответствии с Перечнем непродовольственных товаров надлежащего качества, не подлежащих обмену и возврату, утвержденным Постановлением Совета Министров Республики Беларусь 14.06.2002 г. № 778, «Печатные издания» обмену и возврату не подлежат.
// 1.3. В случае реализации иных товаров, не включенных в указанный перечень, Вы вправе в течение 14 дней с момента получения Товара возвратить товар надлежащего качества или обменять его на аналогичный товар. Требование об обмене или возврате товара подлежит удовлетворению, если товар не был в употреблении, сохранены его потребительские свойства и имеются доказательства приобретения.
// 1.4. Для осуществления возврата или обмена Товара Вам необходимо направить соответствующее обращение в Shelby.by по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1).
// 1.5. Рассмотрение заявления производится Shelby.by в течение 7 календарных дней с момента его получения.
// 1.6. Настоящим Вы проинформированы, что возврат или обмен Товара может осуществляться только после предварительного согласования с Shelby.by посредством почтовой пересылки и/или в пунктах самовывоза Товара Shelby.by.
// 1.7. Возврат денежных средств наличными осуществляется в пункте самовывоза по месту получения Товара при предъявлении паспорта, документа, подтверждающего оплату, и возвращаемого Товара.
// 1.8. Возврат безналичных денежных средств при наличии технической возможности осуществляется способом, примененным Вами при его оплате, или иным согласованным с Вами способом на момент возврата.
// 1.9. Возврат денежных средств, уплаченных Вами за Товар, осуществляется Shelby.by в течение 7 календарных дней со дня, следующего за днем предъявления Вами соответствующего обращения, при условии получения возвращаемого Товара Shelby.by и согласования способа возврата денежных средств: по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1), по многоканальному телефону (017) 258-02-02. При отсутствии хотя бы одного из приведенных условий исчисление 7-дневного срока начинается со дня, следующего за днем выполнения всех условий, установленных настоящим Соглашением и обеспечивающих возможность исполнения возврата денежных средств. Возврат Товара Shelby.by осуществляется за счет Пользователя. Возврат денежных средств осуществляется за вычетом расходов Shelby.by, связанных с доставкой Товара в адрес Пользователя.
// 1.10. В случае Вашего отказа от Товара по причине его ненадлежащего качества или нарушения ассортимента заказа уплаченная Shelby.by сумма денежных средств за Товар будет возвращена Вам не позднее, чем через 7 календарных дней со дня, следующего за днем предъявления Вами соответствующего обращения, с указанием способа возврата при условии получения возвращаемого Товара Shelby.by и согласования способа возврата денежных средств: по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1). При отсутствии хотя бы одного из приведенных условий исчисление 7-дневного срока начинается со дня, следующего за днем выполнения всех условий, установленных настоящим Соглашением и обеспечивающих возможность исполнения возврата денежных средств.
// 1.11. Возврат денежных средств производится только после получения Shelby.by возвращаемого Товара.
// 1.12. Вы соглашаетесь, что при частичном отказе от Товара, в случае если он является частью комплекта или имеет ненадлежащее качество, возврат или обмен товара осуществляется целиком; по усмотрению администрации Shelby.by, по предварительному согласованию возврат или обмен товара может быть осуществлен по частям.
// 1.13. Вы соглашаетесь, что отличие фактических элементов дизайна, включая, но не ограничиваясь цветом, формой или оформлением Товара, от заявленных в описании на Сайте не влияет на его качество и не является нарушением условий Договора. Вы также не вправе отказаться от Товара надлежащего качества, имеющего индивидуально-определенные свойства, если такой Товар может быть использован исключительно Вами.
// 2. Возврат или обмен Товара ненадлежащего качества
// 2.1. В случае выявления недостатков Товара Вы имеете право вернуть, обменять или осуществить иные действия с Товаром ненадлежащего качества в соответствии с действующим законодательством.
// 2.2. Настоящим Вы проинформированы, что Shelby.by рассматривает претензии, связанные с ненадлежащим качеством продукции, только в случаях, когда такая продукция содержит скрытый или производственный дефект.
// 2.3. Настоящим Вы проинформированы, что под скрытым дефектом признается:
// * Проблемы с электронной платой устройства 
// * Проблемы с элементом питания (аккумулятором) 
// * Проблемы с атомайзером  
// Скрытым производственным дефектом является отсутствие необходимых элементов, а также наличие лишних ненужных компонентов, которые могут повлечь за собой вред, неудобство или затруднения при использовании продукции.
// 2.4. По иным Товарам, реализуемым Shelby.by, претензии, связанные с ненадлежащим качеством Товаров, рассматриваются в соответствии с техническими регламентами, регулирующими их качество.
// 2.5. Вы проинформированы и согласны, что Shelby.by не рассматривает и не принимает претензии, связанные с Товаром, имеющим следы использования, включая, но не ограничиваясь, повреждения внешнего или внутреннего вида (царапины, сбитые углы), сломанные или расколотые части, деформацию, в случае, когда указанные в настоящем пункте повреждения были выявлены после передачи Товара Вам.
// 2.6. Все вопросы по возврату или обмену Товара Вы можете задать специалистам Shelby.by по адресу info@shelby.by и/или по номеру: 8 (029) -309-01-01 (А1).
// ЧАСТЬ 5. О подтверждении Соглашения
// 5.1. Вы вправе отказаться от подтверждения настоящего Соглашения, в случае если какое-либо его условие является для Вас неприемлемым.
// 5.2. Вы подтверждаете, что Ваше принятие Соглашения (кнопка «Я принимаю пользовательское соглашение») означает Ваше полное согласие со всеми его условиями без исключения.
// 5.3. Вы признаете и соглашаетесь, что Ваше обращение в Shelby.by для оформления Заказа, а равно Ваша Регистрация и/или оформление Заказа Пользователя на Сайте является подтверждением Вашего добровольного согласия со всеми положениями настоящего Соглашения.
]